{
  "edition": "Racing Rules of Sailing 2025-2028",
  "effectiveDate": "2025-01-01",
  "parts": [
    {
      "id": "part1",
      "title": "Part 1 — Fundamental Rules",
      "sections": [
        {
          "id": "part1-fundamental",
          "title": "Fundamental Rules",
          "rules": [
            {"number": "1", "title": "Safety", "text": "1.1 Helping Those in Danger — A boat or competitor shall give all possible help to any person or vessel in danger.\n1.2 Life-Saving Equipment and Personal Buoyancy — A boat shall carry adequate life-saving equipment for all persons on board, including one item ready for immediate use, unless her class rules make some other provision. Each competitor is individually responsible for wearing personal buoyancy adequate for the conditions.", "crossReferences": ["2","3"], "keywords": ["safety","danger","life-saving","buoyancy","PFD"]},
            {"number": "2", "title": "Sailing the Course", "text": "A boat shall sail the course as described in the sailing instructions and comply with rule 28.", "crossReferences": ["28"], "keywords": ["course","sailing instructions"]},
            {"number": "3", "title": "Acceptance of the Rules", "text": "By participating in a race conducted under these rules, each competitor and boat owner agrees: (a) to be governed by the rules; (b) to accept the penalties imposed and other action taken under the rules, subject to the appeal and review procedures provided in them, as the final determination of any matter arising under the rules; (c) with respect to any such determination, not to resort to any court of law or tribunal.", "crossReferences": ["63","70","71"], "keywords": ["acceptance","agreement","penalties","appeal"]},
            {"number": "4", "title": "Decision to Race", "text": "The responsibility for a boat's decision to participate in a race or to continue racing is hers alone.", "crossReferences": ["1"], "keywords": ["decision","responsibility","participate"]},
            {"number": "5", "title": "Anti-Doping", "text": "A competitor shall comply with the World Anti-Doping Code, the rules of the World Anti-Doping Agency, and World Sailing Regulation 21 — Anti-Doping Code. An alleged or actual violation of this rule shall be dealt with under Regulation 21. It shall not be grounds for a protest and rule 63.1 does not apply.", "crossReferences": ["63"], "keywords": ["anti-doping","WADA"]}
          ]
        }
      ]
    },
    {
      "id": "part2",
      "title": "Part 2 — When Boats Meet",
      "sections": [
        {
          "id": "part2-A",
          "title": "Section A — Right of Way",
          "rules": [
            {"number": "10", "title": "On Opposite Tacks", "text": "When boats are on opposite tacks, a port-tack boat shall keep clear of a starboard-tack boat.", "crossReferences": ["11","12","13"], "keywords": ["port","starboard","opposite tacks","keep clear","right of way"]},
            {"number": "11", "title": "On the Same Tack, Overlapped", "text": "When boats are on the same tack and overlapped, a windward boat shall keep clear of a leeward boat.", "crossReferences": ["10","12","17"], "keywords": ["same tack","overlapped","windward","leeward","keep clear"]},
            {"number": "12", "title": "On the Same Tack, Not Overlapped", "text": "When boats are on the same tack and not overlapped, a boat clear astern shall keep clear of a boat clear ahead.", "crossReferences": ["10","11","13"], "keywords": ["same tack","clear astern","clear ahead","keep clear"]},
            {"number": "13", "title": "While Tacking", "text": "After a boat passes head to wind, she shall keep clear of other boats until she is on a close-hauled course. During that time rules 10, 11 and 12 do not apply. If two boats are subject to this rule at the same time, the one on the other's port side or the one astern shall keep clear.", "crossReferences": ["10","11","12"], "keywords": ["tacking","head to wind","close-hauled","keep clear"]}
          ]
        },
        {
          "id": "part2-B",
          "title": "Section B — General Limitations",
          "rules": [
            {"number": "14", "title": "Avoiding Contact", "text": "A boat shall avoid contact with another boat if reasonably possible. However, a right-of-way boat or one sailing within the room or mark-room to which she is entitled: (a) need not act to avoid contact until it is clear that the other boat is not keeping clear or giving room or mark-room, and (b) shall be exonerated if she breaks this rule and the contact does not cause damage or injury.", "crossReferences": ["10","11","12","15","16","18"], "keywords": ["contact","avoid","damage","injury","exonerated"]},
            {"number": "15", "title": "Acquiring Right of Way", "text": "When a boat acquires right of way, she shall initially give the other boat room to keep clear, unless she acquires right of way because of the other boat's actions.", "crossReferences": ["10","11","12","13"], "keywords": ["acquiring","right of way","room","keep clear"]},
            {"number": "16", "title": "Changing Course or Sail Trim", "text": "16.1 When a right-of-way boat changes course or sail trim, she shall give the other boat room to keep clear.\n16.2 In addition, on a beat to windward when a port-tack boat is keeping clear by sailing to pass to leeward of a starboard-tack boat, the starboard-tack boat shall not change course if as a result the port-tack boat would immediately need to change course to continue to keep clear.", "crossReferences": ["10","11","15"], "keywords": ["changing course","sail trim","room","keep clear","beat to windward"]},
            {"number": "17", "title": "On the Same Tack; Proper Course", "text": "If a boat clear astern becomes overlapped within two of her hull lengths to leeward of a boat on the same tack, she shall not sail above her proper course while they remain on the same tack and overlapped within that distance, unless in doing so she promptly sails astern of the other boat. This rule does not apply if the overlap begins while the windward boat is required by rule 13 to keep clear.", "crossReferences": ["11","12","13"], "keywords": ["proper course","same tack","overlapped","leeward","hull lengths"]}
          ]
        },
        {
          "id": "part2-C",
          "title": "Section C — At Marks and Obstructions",
          "rules": [
            {"number": "18", "title": "Mark-Room", "text": "18.1 When Rule 18 Applies — Rule 18 applies between boats when they are required to leave a mark on the same side and at least one of them is in the zone. However, it does not apply (a) between boats on opposite tacks on a beat to windward, (b) between boats on opposite tacks when the proper course at the mark for one but not both of them is to tack, (c) between a boat approaching a mark and one leaving it, or (d) if the mark is a continuing obstruction, in which case rule 19 applies.\n18.2 Giving Mark-Room — (a) When boats are overlapped the outside boat shall give the inside boat mark-room, unless rule 18.2(b) applies. (b) If boats are overlapped when the first of them reaches the zone, the outside boat at that moment shall thereafter give the inside boat mark-room. If a boat is clear ahead when she reaches the zone, the boat clear astern at that moment shall thereafter give her mark-room. (c) When a boat is required to give mark-room by rule 18.2(b), she shall continue to do so even if later an overlap is broken or a new overlap begins. (d) If there is reasonable doubt that a boat obtained or broke an overlap in time, it shall be presumed that she did not. (e) If a boat obtained an inside overlap from clear astern and, from the time the overlap began, the outside boat has been unable to give mark-room, she is not required to give it.\n18.3 Tacking or Gybing — When an inside overlapped right-of-way boat must change tack at a mark to sail her proper course, until she changes tack she shall sail no farther from the mark than needed to sail that course. Rule 18.3 does not apply at a gate mark or a finishing mark.\n18.4 Gybing — When an inside overlapped boat is required to gybe at a mark to sail her proper course, until she gybes she shall sail no farther from the mark than needed to sail that course.", "crossReferences": ["10","11","12","14","19"], "keywords": ["mark-room","zone","overlapped","inside","outside","mark rounding"]},
            {"number": "19", "title": "Room to Pass an Obstruction", "text": "19.1 When Rule 19 Applies — Rule 19 applies between boats at an obstruction except when it is also a mark the boats are required to leave on the same side.\n19.2 Giving Room at an Obstruction — (a) A right-of-way boat may choose to pass an obstruction on either side. (b) When boats are overlapped, the outside boat shall give the inside boat room between her and the obstruction, unless she has been unable to do so from the time the overlap began. (c) While boats are passing a continuing obstruction, if a boat that was clear astern and required to keep clear becomes overlapped between the other boat and the obstruction and, from the time the overlap began, there is not room for her to pass between them, she is not entitled to room under rule 19.2(b).", "crossReferences": ["10","11","12","18"], "keywords": ["obstruction","room","overlapped","inside","outside"]},
            {"number": "20", "title": "Room to Tack at an Obstruction", "text": "20.1 Hailing — A boat may hail for room to tack and avoid a boat on the same tack. However, she shall not hail unless (a) she is approaching an obstruction and will soon need to make a substantial course change to avoid it safely, and (b) she is sailing close-hauled or above.\n20.2 Responding — After a boat hails, (a) she shall give the hailed boat time to respond; (b) the hailed boat shall respond by either (1) tacking as soon as possible, or (2) immediately replying 'You tack' and then giving the hailing boat room to tack and avoid her; and (c) when the hailed boat responds, the hailing boat shall tack as soon as possible.\n20.3 Passing On a Hail to an Additional Boat — When a boat has been hailed for room to tack and she intends to respond by tacking, she may hail another boat on the same tack for room to tack and avoid her. She may hail even if her hail does not meet the conditions of rule 20.1. Rule 20.2 applies between her and the boat she hails.", "crossReferences": ["10","13","19"], "keywords": ["hail","tack","obstruction","room","close-hauled"]},
            {"number": "21", "title": "Exoneration", "text": "When a boat is sailing within the room or mark-room to which she is entitled, she shall be exonerated if, in an incident with a boat required to give her that room or mark-room, (a) she breaks a rule of Section A, rule 15 or rule 16, or (b) she is compelled to break rule 31.", "crossReferences": ["10","11","12","15","16","18","31"], "keywords": ["exoneration","room","mark-room"]}
          ]
        },
        {
          "id": "part2-D",
          "title": "Section D — Other Rules",
          "rules": [
            {"number": "22", "title": "Capsized, Anchored or Aground; Rescuing", "text": "22.1 If possible, a boat shall avoid a boat that is capsized or has not recovered from a capsize, is anchored or aground, or is trying to help a person or vessel in danger.\n22.2 A boat that is capsized or has not recovered from a capsize shall not be penalized under rule 31 unless her situation was caused by a breach of a rule of Part 2.", "crossReferences": ["1","31"], "keywords": ["capsized","anchored","aground","rescuing"]},
            {"number": "23", "title": "Interfering with Another Boat", "text": "23.1 If reasonably possible, a boat not racing shall not interfere with a boat that is racing.\n23.2 Except when sailing her proper course, a boat shall not interfere with a boat taking a penalty or sailing on another leg.", "crossReferences": [], "keywords": ["interfering","not racing","penalty"]},
            {"number": "24", "title": "Moving Astern", "text": "When a boat is moving astern through the water by backing a sail, she shall keep clear of one that is not.", "crossReferences": ["10","11","12"], "keywords": ["moving astern","backing","keep clear"]}
          ]
        }
      ]
    },
    {
      "id": "part3",
      "title": "Part 3 — Conduct of a Race",
      "sections": [
        {
          "id": "part3-conduct",
          "title": "Conduct of a Race",
          "rules": [
            {"number": "25", "title": "Notice of Race, Sailing Instructions and Signals", "text": "25.1 The notice of race and sailing instructions shall be made available to each boat before a race.\n25.2 The meanings of the visual and sound signals stated in Race Signals shall not be changed except under rule 86.1(b).\n25.3 When the race committee makes a change to the sailing instructions, it shall post it on the official notice board before the time stated in the sailing instructions or, if no time is stated, before the warning signal for the first race to which it applies.", "crossReferences": ["86"], "keywords": ["notice of race","sailing instructions","signals"]},
            {"number": "26", "title": "Starting Races", "text": "Races shall be started by using the following signals. Times shall be taken from the visual signals; the absence of a sound signal shall be disregarded.\nSignal: Warning — 5 minutes before starting signal\nSignal: Preparatory — 4 minutes before starting signal\nSignal: One-minute — 1 minute before starting signal\nSignal: Starting signal — 0 minutes", "crossReferences": ["29","30"], "keywords": ["starting","warning signal","preparatory","starting signal"]},
            {"number": "27", "title": "Other Race Committee Actions Before the Starting Signal", "text": "27.1 No later than the warning signal, the race committee shall signal or otherwise designate the course to be sailed and, if applicable, the class flag.\n27.2 No later than the preparatory signal, the race committee shall signal any change to the course.\n27.3 Before the starting signal, the race committee may for any reason postpone or abandon the race.", "crossReferences": ["26","32"], "keywords": ["race committee","course","postpone","abandon"]},
            {"number": "28", "title": "Sailing the Course", "text": "28.1 A boat shall start, leave each mark on the required side in the correct order, and finish, so that a string representing her track after starting and until finishing would, when drawn taut, (a) pass each mark on the required side, (b) touch each rounding mark, and (c) pass between the marks of a gate from the direction of the previous mark.\n28.2 A boat may correct any errors to comply with this rule, provided she has not finished.", "crossReferences": ["2","31"], "keywords": ["sailing the course","string","marks","gate","rounding"]},
            {"number": "29", "title": "Recalls", "text": "29.1 Individual Recall — When at a boat's starting signal any part of her hull is on the course side of the starting line, the race committee shall promptly display flag X with one sound. The flag shall be displayed until all such boats have sailed completely to the pre-start side of the starting line or one of its extensions and have complied with rule 30.1 if it applies, but no later than four minutes after the starting signal or one minute before any later starting signal, whichever is earlier.\n29.2 General Recall — When at the starting signal the race committee is unable to identify boats that are on the course side of the starting line or to identify that rule 30 has been broken, the race committee may signal a general recall. The warning signal for a new start for the recalled class shall be made one minute after the general recall signal.", "crossReferences": ["26","30"], "keywords": ["recall","individual recall","general recall","starting line","OCS"]},
            {"number": "30", "title": "Starting Penalties", "text": "30.1 I Flag Rule — If flag I has been displayed, and any part of a boat's hull is on the course side of the starting line or one of its extensions during the last minute before her starting signal, she shall thereafter sail from the course side across an extension.\n30.2 Z Flag Rule — If flag Z has been displayed, no part of a boat's hull shall be in the triangle formed by the ends of the starting line and the first mark during the last minute before her starting signal. If a boat breaks this rule and is identified, she shall receive, without a hearing, a 20% Scoring Penalty calculated as stated in rule 44.3(c). She shall be penalized even if the race is restarted or resailed, but not if it is postponed or abandoned before the starting signal.\n30.3 U Flag Rule — If flag U has been displayed, no part of a boat's hull shall be in the triangle formed by the ends of the starting line and the first mark during the last minute before her starting signal. If a boat breaks this rule and is identified, she shall be disqualified without a hearing, but not if the race is restarted or resailed.\n30.4 Black Flag Rule — If a black flag has been displayed, no part of a boat's hull shall be in the triangle formed by the ends of the starting line and the first mark during the last minute before her starting signal. If a boat breaks this rule and is identified, she shall be disqualified without a hearing, even if the race is restarted or resailed, but not if it is postponed or abandoned before the starting signal.", "crossReferences": ["26","29","44"], "keywords": ["starting penalties","I flag","Z flag","U flag","black flag","OCS","disqualified"]},
            {"number": "31", "title": "Touching a Mark", "text": "While racing, a boat shall not touch a starting mark before starting, a mark that begins, bounds or ends the leg of the course on which she is sailing, or a finishing mark after finishing.", "crossReferences": ["28","44"], "keywords": ["touching","mark","penalty"]},
            {"number": "32", "title": "Shortening or Abandoning After the Start", "text": "32.1 After the starting signal, the race committee may shorten the course (display flag S with two sounds) or abandon the race (display flag N, N over H, or N over A, with three sounds).\n32.2 After the starting signal, the race committee shall abandon the race if a mark is missing or out of position.", "crossReferences": ["27","35"], "keywords": ["shorten","abandon","flag S","flag N"]},
            {"number": "33", "title": "Changing the Next Leg of the Course", "text": "The race committee may change a leg of the course that begins at a rounding mark or at a gate by changing the position of the next mark (or the finishing line) and signalling all boats before they begin the leg. The next mark need not be in position at that time.", "crossReferences": ["28","32"], "keywords": ["changing course","leg","mark","gate"]},
            {"number": "34", "title": "Mark Missing", "text": "If a mark is missing or out of position, the race committee shall, if possible, (a) replace it in its correct position or substitute a new one with similar characteristics and signal the change, or (b) abandon the race.", "crossReferences": ["32"], "keywords": ["mark missing","substitute","abandon"]},
            {"number": "35", "title": "Time Limit and Scores", "text": "If one boat sails the course as required by rule 28 and finishes within the time limit, if any, all boats that finish shall be scored according to their finishing places unless the race is later abandoned. If no boat finishes within the time limit, the race committee shall abandon the race.", "crossReferences": ["28","32"], "keywords": ["time limit","finish","scoring","abandon"]},
            {"number": "36", "title": "Races Restarted or Resailed", "text": "If a race is restarted or resailed, a breach of a rule in the original race shall not be grounds for a protest, redress or a penalty except under rule 30.2, 30.4 or 69.", "crossReferences": ["30","69"], "keywords": ["restart","resail","protest"]}
          ]
        }
      ]
    },
    {
      "id": "part4",
      "title": "Part 4 — Other Requirements When Racing",
      "sections": [
        {
          "id": "part4-other",
          "title": "Other Requirements",
          "rules": [
            {"number": "40", "title": "Personal Buoyancy", "text": "When flag Y is displayed ashore, all competitors shall wear personal buoyancy, except briefly while changing or adjusting personal clothing or equipment. Wet suits and dry suits are not personal buoyancy.", "crossReferences": ["1"], "keywords": ["personal buoyancy","flag Y","PFD","wet suit"]},
            {"number": "41", "title": "Outside Help", "text": "A boat shall not receive help from any outside source, except (a) help for a crew member who is ill, injured or in danger; (b) after a collision, help from the crew of the other boat; (c) help in the form of information freely available to all boats; (d) unsolicited information from a disinterested source, which may be another boat in the same race.", "crossReferences": ["1"], "keywords": ["outside help","information","crew","collision"]},
            {"number": "42", "title": "Propulsion", "text": "42.1 Basic Rule — Except when permitted in rule 42.3 or 45, a boat shall compete by using only the wind and water to increase, maintain or decrease her speed. Her crew may adjust the trim of sails and hull, and perform other acts of seamanship, but shall not otherwise move their bodies to propel the boat.\n42.2 Prohibited Actions — Without limiting rule 42.1, these actions are prohibited: (a) pumping, (b) rocking, (c) ooching, (d) sculling, (e) repeated tacks or gybes unrelated to changes in the wind or to tactical considerations.\n42.3 Exceptions — (a) A boat may be propelled by her crew using any means of propulsion to help a person or another vessel in danger. (b) A boat may use an engine or other means of propulsion to get clear after grounding or colliding with another boat or object. (c) Sailing instructions may permit propulsion methods that would otherwise be prohibited.", "crossReferences": ["1","45"], "keywords": ["propulsion","pumping","rocking","ooching","sculling","engine"]},
            {"number": "43", "title": "Exoneration", "text": "43.1 (a) A boat that takes a penalty under rule 44 shall not be penalized further in a protest hearing when the penalty is for breaking a rule of Part 2, unless the boat caused injury or serious damage, or despite taking a penalty gained a significant advantage in the race or series by her breach. (b) A boat shall not be penalized for breaking rule 42 if she was compelled to break it by another boat breaking a rule.\n43.2 When a boat while racing has been in contact with a mark and taken a penalty under rule 44, she shall not be penalized under rule 31.", "crossReferences": ["31","42","44"], "keywords": ["exoneration","penalty","protest"]},
            {"number": "44", "title": "Penalties at the Time of an Incident", "text": "44.1 Taking a Penalty — A boat may take a One-Turn Penalty when she may have broken a rule of Part 2, or a Two-Turns Penalty when she may have broken a rule of Part 2 while in the zone around a mark. However, (a) when a boat may have broken a rule of Part 2 and rule 31 in the same incident she need not take the penalty for breaking rule 31; (b) if the boat caused injury or serious damage or, despite taking a penalty, gained a significant advantage in the race or series by her breach, her penalty shall be to retire.\n44.2 One-Turn and Two-Turns Penalties — After getting well clear of other boats as soon after the incident as possible, a boat takes a One-Turn or Two-Turns Penalty by promptly making the required number of turns in the same direction, each turn including one tack and one gybe.\n44.3 Scoring Penalty — (a) A boat takes a Scoring Penalty by displaying a yellow flag at the first reasonable opportunity after the incident. (b) When a boat has taken a Scoring Penalty, she shall keep the yellow flag displayed until finishing and call the race committee's attention to it at the finishing line. (c) The penalty shall be a 20% Scoring Penalty calculated as stated in Appendix A.", "crossReferences": ["14","18","31","43"], "keywords": ["penalty","one-turn","two-turns","scoring penalty","yellow flag","retire"]},
            {"number": "45", "title": "Hauling Out; Making Fast; Anchoring", "text": "A boat shall be afloat and off moorings at her preparatory signal. Thereafter, she shall not be hauled out or made fast except to bail out, reef sails or make repairs. She may anchor or the crew may stand on the bottom. She shall recover the anchor before continuing in the race unless she is unable to do so.", "crossReferences": ["42"], "keywords": ["hauling out","anchoring","moorings","afloat"]},
            {"number": "46", "title": "Person in Charge", "text": "A boat shall have on board a person in charge designated by the member or organization that entered the boat. See rule 75.", "crossReferences": ["75"], "keywords": ["person in charge","skipper"]},
            {"number": "47", "title": "Limitations on Equipment and Crew", "text": "47.1 A boat shall use only the equipment on board at her preparatory signal.\n47.2 No person on board shall intentionally leave, except when ill or injured, to help a person or vessel in danger, after a collision to board the other boat, or to swim. A person leaving the boat by accident shall be back on board before the boat continues in the race.", "crossReferences": ["1","41"], "keywords": ["equipment","crew","limitations"]},
            {"number": "48", "title": "Fog Signals and Lights; Traffic Separation Schemes", "text": "48.1 A boat shall comply with the International Regulations for Preventing Collisions at Sea (IRPCAS) or government right-of-way rules applicable to the area with respect to fog signals and lights.\n48.2 A boat shall comply with rule 10 of the IRPCAS, Traffic Separation Schemes.", "crossReferences": [], "keywords": ["fog","lights","IRPCAS","traffic separation"]},
            {"number": "49", "title": "Crew Position; Lifelines", "text": "49.1 Competitors shall use no device designed to position their bodies outboard, other than hiking straps and stiffeners worn under the thighs.\n49.2 When lifelines are required by the class rules or the sailing instructions they shall be taut, and competitors shall not position any part of their torsos outside them, except briefly to perform a necessary task.", "crossReferences": [], "keywords": ["crew position","lifelines","hiking"]},
            {"number": "50", "title": "Setting and Sheeting Sails", "text": "50.1 Changing Sails — When headsails or spinnakers are being changed, a replacing sail may be fully set before the replaced sail is lowered.\n50.2 Spinnaker Poles; Whisker Poles — Only one spinnaker pole or whisker pole shall be used at a time except when gybing.\n50.3 Use of Outriggers — No sail shall be sheeted over or through an outrigger, except as permitted in rule 50.2.", "crossReferences": [], "keywords": ["sails","spinnaker","headsail","pole","outrigger"]},
            {"number": "51", "title": "Movable Ballast", "text": "All movable ballast, including sails that are not set, shall be properly stowed. Water, dead weight or ballast shall not be moved for the purpose of changing trim or stability. Floorboards, bulkhead doors, stairs and water tanks shall be left in place and all cabin fixtures kept on board.", "crossReferences": [], "keywords": ["ballast","movable","trim","stability"]},
            {"number": "52", "title": "Manual Power", "text": "A boat's standing rigging, running rigging, spars and movable appendages shall be adjusted and operated only by the power provided by the crew.", "crossReferences": ["42"], "keywords": ["manual power","rigging","crew"]},
            {"number": "53", "title": "Skin Friction", "text": "A boat shall not eject or release a substance, such as a polymer, or have specially textured surfaces that could improve the character of the flow of water inside the boundary layer.", "crossReferences": [], "keywords": ["skin friction","polymer","hull"]},
            {"number": "54", "title": "Forestays and Headsail Tacks", "text": "Forestays and headsail tacks, except those of spinnaker staysails when the boat has a spinnaker set, shall be attached approximately on a boat's centreline.", "crossReferences": [], "keywords": ["forestay","headsail","centreline"]},
            {"number": "55", "title": "Setting and Sheeting Sails", "text": "The crew of a boat shall not intentionally touch a mark of the course.", "crossReferences": ["31"], "keywords": ["touching mark","crew"]}
          ]
        }
      ]
    },
    {
      "id": "part5",
      "title": "Part 5 — Protests, Redress, Hearings, Misconduct and Appeals",
      "sections": [
        {
          "id": "part5-protests",
          "title": "Protests and Redress",
          "rules": [
            {"number": "60", "title": "Right to Protest; Right to Request Redress or Rule 69 Action", "text": "60.1 A boat may (a) protest another boat, but not for an alleged breach of a rule of Part 2, 3 or 4 unless she was involved in or saw the incident; or (b) request redress.\n60.2 A race committee may (a) protest a boat, but not as a result of information arising from a request for redress or an invalid protest, or from a report from an interested party other than the representative of the boat herself; or (b) request redress for a boat.\n60.3 A protest committee may (a) protest a boat, but not as a result of information arising from a request for redress or an invalid protest, or from a report from an interested party other than the representative of the boat herself; (b) call a hearing to consider redress; or (c) act under rule 69.", "crossReferences": ["61","62","63","69"], "keywords": ["protest","redress","right","race committee","protest committee"]},
            {"number": "61", "title": "Protest Requirements", "text": "61.1 Informing the Protestee — (a) A boat intending to protest shall inform the other boat at the first reasonable opportunity. When her protest will concern an incident in the racing area that she was involved in or saw, she shall hail 'Protest' and conspicuously display a red flag at the first reasonable opportunity for each. She shall display the flag until she is no longer racing. (b) If the other boat is beyond hailing distance, the protesting boat need not hail but she shall inform the other boat at the first reasonable opportunity. (c) A race committee or protest committee intending to protest a boat shall inform her before the protest time limit or, if the protest arises from an incident the committee observes in the racing area, before the boats involved have left the racing area.\n61.2 Protest Contents — A protest shall be in writing and identify (a) the protestor and protestee; (b) the incident, including where and when it occurred; (c) any rule the protestor believes was broken; and (d) the name of the protestor's representative.\n61.3 Protest Time Limit — A protest by a boat, or by the race committee or protest committee about an incident the committee observed in the racing area, shall be delivered to the race office within the protest time limit stated in the sailing instructions. If none is stated, the time limit is two hours after the last boat in the race finishes.", "crossReferences": ["60","62","63"], "keywords": ["protest","red flag","hail","time limit","protest form"]},
            {"number": "62", "title": "Redress", "text": "62.1 A request for redress or a protest committee's decision to consider redress shall be based on a claim or possibility that a boat's score in a race or series has been or may be, through no fault of her own, made significantly worse by (a) an improper action or omission of the race committee, protest committee, organizing authority, equipment inspection or measurement authority; (b) injury or physical damage because of the action of a boat that was breaking a rule of Part 2, or of a vessel not racing that was required to keep clear; (c) giving help (except to herself or her crew) in compliance with rule 1.1; or (d) an action of a boat or her crew that resulted in a penalty under rule 2 or a penalty or warning under rule 69.\n62.2 A request shall be made within the protest time limit or within two hours of the relevant incident, whichever is later.", "crossReferences": ["1","60","63","69"], "keywords": ["redress","score","improper action","injury","damage"]},
            {"number": "63", "title": "Hearings", "text": "63.1 Requirement for a Hearing — A boat, or a competitor, shall not be penalized without a protest hearing, except as provided in rules 30.2, 30.3, 30.4, 69, A5 and P2.\n63.2 Time and Place of the Hearing — All parties to the hearing shall be notified of the time and place of the hearing, the protest or redress information shall be made available to them, and reasonable time shall be allowed for preparation.\n63.3 Right to Be Present — (a) The parties to a hearing, or a representative of each, have the right to be present throughout the hearing of all the evidence. (b) When a protest committee considers whether a boat that was a party to a protest hearing broke a rule not mentioned in the protest, she shall be informed and given the opportunity to present evidence.\n63.4 Conflict of Interest — A member of a protest committee shall not be a party to, or have a material interest in, the hearing.\n63.5 Validity of the Protest or Request for Redress — At the beginning of the hearing, the protest committee shall determine whether all requirements for the protest or request for redress have been met. If they have been met, the protest or request is valid and the hearing shall continue. If not, it shall be declared invalid and the hearing shall be closed.\n63.6 Taking Evidence and Finding Facts — The protest committee shall take the evidence of the parties to the hearing and of their witnesses and other evidence it considers necessary. A member of the protest committee who saw the incident may give evidence. A party to the hearing may question any person who gives evidence. The committee shall then find the facts and base its decision on them.\n63.7 Conflict Between Rules — If there is a conflict between two or more rules that must be resolved before the committee can make a decision, the committee shall apply the rule that it believes will provide the fairest result for all boats affected.", "crossReferences": ["60","61","62","64","65"], "keywords": ["hearing","evidence","facts","protest committee","validity"]},
            {"number": "64", "title": "Decisions", "text": "64.1 Penalties and Exoneration — (a) When the protest committee decides that a boat that is a party to a protest hearing has broken a rule and is not exonerated, it shall disqualify her unless some other penalty applies. A penalty shall be imposed whether or not the applicable rule was mentioned in the protest. (b) When as a result of breaking a rule a boat has compelled another boat to break a rule, rule 64.1(a) does not apply to the other boat and she shall be exonerated. (c) If a boat has broken a rule when not racing, the penalty shall apply to the race sailed nearest in time to that of the incident.\n64.2 Decisions on Redress — When the protest committee decides that a boat is entitled to redress under rule 62, it shall make as fair an arrangement as possible for all boats affected, whether or not they asked for redress. This may include adjusting the times or the finishing order of boats, abandoning the race, letting the results stand or making some other arrangement.\n64.3 Decisions on Protests Concerning Class Rules — (a) When the protest committee finds that deviations in excess of tolerances specified in the class rules were caused by damage or normal wear and do not improve the performance of the boat, it shall not penalize her. However, the boat shall not race again until the deviations have been corrected, except when the protest committee decides there is or has been no reasonable opportunity to do so.", "crossReferences": ["62","63"], "keywords": ["decision","penalty","disqualify","exoneration","redress"]},
            {"number": "65", "title": "Informing the Parties and Others", "text": "65.1 After making its decision, the protest committee shall promptly inform the parties to the hearing of the facts found, the applicable rules, the decision, the reasons for it, and any penalties imposed or redress given.\n65.2 A party to the hearing is entitled to receive the above information in writing, provided she asks for it in writing from the protest committee no later than seven days after being informed of the decision.", "crossReferences": ["63","64"], "keywords": ["informing","decision","written"]},
            {"number": "66", "title": "Reopening a Hearing", "text": "The protest committee may reopen a hearing when it decides that it may have made a significant error, or when significant new evidence becomes available within a reasonable time. It shall reopen a hearing when required by the national authority under rule 71.2 or R5.", "crossReferences": ["63","71"], "keywords": ["reopen","hearing","new evidence","error"]},
            {"number": "67", "title": "Damages", "text": "The question of damages arising from a breach of any rule shall be governed by the prescriptions, if any, of the national authority.", "crossReferences": [], "keywords": ["damages","national authority"]},
            {"number": "69", "title": "Misconduct", "text": "69.1 Obligation not to Commit Misconduct; Resolution — (a) A competitor, boat owner or support person shall not commit an act of misconduct. (b) Misconduct is (1) conduct that is a breach of good manners, a breach of good sportsmanship, or unethical behaviour; or (2) conduct that may bring the sport into disrepute. (c) An allegation of a breach of rule 69.1(a) shall be resolved in accordance with the provisions of rule 69.", "crossReferences": ["60","63"], "keywords": ["misconduct","sportsmanship","disrepute"]},
            {"number": "70", "title": "Appeals and Requests to a National Authority", "text": "70.1 Provided that the right of appeal has not been denied under rule 70.5, a party to a hearing may appeal a protest committee's decision or its procedures, but not the facts found.\n70.2 A protest committee may request confirmation or correction of its decision.\n70.3 An appeal under rule 70.1 or a request by a protest committee under rule 70.2 shall be sent to the national authority with a copy of the protest committee's decision.", "crossReferences": ["63","64","71"], "keywords": ["appeal","national authority","decision"]},
            {"number": "71", "title": "National Authority Decisions", "text": "71.1 No interested party or member of the protest committee shall take any part in the discussion or decision on an appeal or a request.\n71.2 The national authority may uphold, change or reverse the decision; declare the protest or request for redress invalid; or return the matter to the original or a new protest committee for a new hearing and decision.\n71.3 When from the facts found by the protest committee the national authority decides that a boat that was a party to a protest hearing broke a rule and was not exonerated, it shall penalize her, whether or not that boat or that rule was mentioned in the decision.", "crossReferences": ["63","64","70"], "keywords": ["national authority","appeal","decision","uphold","reverse"]}
          ]
        }
      ]
    }
  ],
  "definitions": [
    {"term": "Abandon", "definition": "A race that a race committee or protest committee abandons is void but may be resailed.", "relatedRules": ["27","32","35"]},
    {"term": "Clear Astern and Clear Ahead; Overlap", "definition": "One boat is clear astern of another when her hull and equipment in normal position are behind a line abeam from the aftermost point of the other boat's hull and equipment in normal position. The other boat is clear ahead. They overlap when neither is clear astern. However, they also overlap when a boat between them overlaps both.", "relatedRules": ["11","12","17","18"]},
    {"term": "Fetching", "definition": "A boat is fetching a mark when she is in a position to pass to windward of it and leave it on the required side without changing tack.", "relatedRules": ["18","20"]},
    {"term": "Finish", "definition": "A boat finishes when, after starting, any part of her hull crosses the finishing line from the course side. However, she has not finished if after crossing the finishing line she (a) takes a penalty under rule 44.2, (b) corrects an error in sailing the course made at the line, or (c) continues to sail the course.", "relatedRules": ["28","35","44"]},
    {"term": "Keep Clear", "definition": "One boat keeps clear of a right-of-way boat (a) if the right-of-way boat can sail her course with no need to take avoiding action and, (b) when the boats are overlapped, if the right-of-way boat can also change course in both directions without immediately making contact.", "relatedRules": ["10","11","12","13","14"]},
    {"term": "Leeward and Windward", "definition": "A boat's leeward side is the side that is or, when she is head to wind, was away from the wind. However, when sailing by the lee or directly downwind, her leeward side is the side on which her mainsail lies. The other side is her windward side. When two boats on the same tack overlap, the one on the leeward side of the other is the leeward boat. The other is the windward boat.", "relatedRules": ["11","17"]},
    {"term": "Mark", "definition": "An object the sailing instructions require a boat to leave on a specified side, and a race committee vessel surrounded by navigable water from which the starting or finishing line extends. An anchor line or an object attached temporarily or accidentally to a mark is not part of it.", "relatedRules": ["18","28","31"]},
    {"term": "Mark-Room", "definition": "Room for a boat to leave a mark on the required side. Also, (a) room to sail to the mark when her proper course is to sail close to it, and (b) room to round the mark as necessary to sail the course.", "relatedRules": ["18","21"]},
    {"term": "Obstruction", "definition": "An object that a boat could not pass without changing course substantially, if she were sailing directly towards it and one of her hull lengths from it. An object that can be safely passed on only one side and an area so designated by the sailing instructions are also obstructions. However, a boat racing is not an obstruction to other boats unless they are required to keep clear of her or, if rule 23.1 applies, avoid her.", "relatedRules": ["19","20"]},
    {"term": "Party", "definition": "A party to a hearing: the protestor; the protestee; a boat requesting redress; a boat or a competitor that may be penalized under rule 69.2; a race committee or an organizing authority in a hearing under rule 62.1(a).", "relatedRules": ["60","63","65"]},
    {"term": "Postpone", "definition": "A postponed race is delayed before its scheduled start but may be started or abandoned later.", "relatedRules": ["27","30"]},
    {"term": "Proper Course", "definition": "A course a boat would sail to finish as soon as possible in the absence of the other boats referred to in the rule using the term. A boat has no proper course before her starting signal.", "relatedRules": ["17","18","23"]},
    {"term": "Protest", "definition": "An allegation made under rule 61.2 by a boat, a race committee, a technical committee or a protest committee that a boat has broken a rule.", "relatedRules": ["60","61","63"]},
    {"term": "Racing", "definition": "A boat is racing from her preparatory signal until she finishes and clears the finishing line and marks or retires, or until the race committee signals a general recall, postponement or abandonment.", "relatedRules": ["23","26","44","45"]},
    {"term": "Room", "definition": "The space a boat needs in the existing conditions, including space to comply with her obligations under the rules of Part 2 and rule 31, while manoeuvring promptly in a seamanlike way.", "relatedRules": ["15","16","18","19","20"]},
    {"term": "Rule", "definition": "The rules in this book, including the Definitions, Race Signals, Introduction, preambles and the rules of relevant appendices, but not titles; the prescriptions of the national authority under which the event is held; the class rules; the notice of race; the sailing instructions; and any other documents that govern the event.", "relatedRules": ["3","86"]},
    {"term": "Start", "definition": "A boat starts when, having been entirely on the pre-start side of the starting line at or after her starting signal, and having complied with rule 30.1 if it applies, any part of her hull crosses the starting line from the pre-start side to the course side.", "relatedRules": ["26","29","30"]},
    {"term": "Tack, Starboard or Port", "definition": "A boat is on the tack, starboard or port, corresponding to her windward side.", "relatedRules": ["10","13"]},
    {"term": "Zone", "definition": "The area around a mark within a distance of three hull lengths of the boat nearer to it. A boat is in the zone when any part of her hull is in the zone.", "relatedRules": ["18","44"]}
  ],
  "appendices": [
    {
      "id": "appendix-A",
      "title": "Appendix A — Scoring",
      "text": "A1 Number of Races — The number of races scheduled and the number required to be completed to constitute a series shall be stated in the notice of race or sailing instructions.\nA2 Series Scores — Each boat's series score shall, subject to rule A2.1, be the total of her race scores excluding her worst score. (If the number of races completed is fewer than the number stated in the sailing instructions for one score to be excluded, no score shall be excluded.)\nA2.1 If a boat has two or more equal worst scores, the score(s) for the race(s) sailed earliest in the series shall be excluded.\nA4 Low Point System — The Low Point System will apply unless the sailing instructions specify another system. The Low Point System is as follows: The scoring abbreviation for a boat that came to the starting area and started and finished and did not thereafter retire, be penalized or take a penalty is the finishing place. Other abbreviations and their scoring are: DNS/OCS/BFD/UFD/DNF/RET = number of boats entered + 1; DSQ/DNE = number of boats entered + 1.\nA5 Scores Determined by the Race Committee — A boat that did not start, did not finish, retired or was disqualified shall be scored as stated in rule A4 for the scoring abbreviation that applies.\nA9 Race Scores in a Series Longer Than a Regatta — For a series of races held over a period longer than a regatta, a boat that came to the starting area but did not start, did not finish, retired after finishing or was disqualified shall be scored points for the finishing place one more than the number of boats that came to the starting area."
    }
  ]
}
